Repository: GustavoTCh/trufi-core
Catalog: translations/trufiapp_*.arb
Languages: de, es

# aboutContent
source: We are a Bolivian and international team of people that love and support public transport. We have developed this app to make it easy for people to use the transport system in Cochabamba and the surrounding area.
de: Wir sind ein bolivianisches und internationales Team, das den öffentlichen Nahverkehr liebt und unterstützen möchte. Wir haben diese App entwickelt, um den Menschen die Verwendung des öffentlichen Nahverkehrs in Cochabamba und der näheren Umgebung zu erleichtern.
es: Somos un equipo boliviano e internacional de personas que amamos y apoyamos el transporte público. Desarrollamos esta aplicación para facilitar el uso del transporte en la región de Cochabamba.

# aboutLicenses
source: Licenses
de: Lizenzen
es: Licencias

# aboutOpenSource
source: This app is released as open source on GitHub. Feel free to contribute or bring it to your own city.
de: Diese App ist Open Source und auf GitHub verfügbar. Zögere nicht, einen Beitrag zu leisten oder bringe sie in Deine Stadt!
es: Esta aplicación está liberada como código abierto en GitHub. Siéntase libre de contribuir o llevarlo a su propia ciudad.

# alertLocationServicesDeniedMessage
source: Please make sure your device has GPS and the Location settings are activated.
de: Bitte vergewissere dich, dass du ein GPS Signal empfängst und die Ortungsdienste aktiviert sind.
es: Por favor, asegúrese de que el GPS y las configuraciones de ubicación estén activadas en su dispositivo.

# alertLocationServicesDeniedTitle
source: No location
de: Kein Standort
es: Sin acceso a la ubicación

# appReviewDialogButtonAccept
source: Write review
de: Bewerten

# appReviewDialogButtonDecline
source: Not now
de: Jetzt nicht

# appReviewDialogContent
source: Support us with a review on the Google Play Store.
de: Unterstütze uns mit einer Bewertung im Google Play Store.

# appReviewDialogTitle
source: Enjoying Trufi?
de: Magst du Trufi?

# chooseLocationPageSubtitle
source: Pan & zoom map under pin
de: Karte unter Markierung schwenken und zoomen
es: Amplía y mueve el mapa para centrar el marcador

# chooseLocationPageTitle
source: Choose a point
de: Ort auswählen
es: Elige un punto en el mapa

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar

# commonDestination
source: Destination
de: Fahrtziel
es: Destino

# commonError
source: Error
de: Fehler

# commonFailLoading
source: Failed to load data
de: Fehler beim Laden der Daten
es: Error al cargar datos

# commonGoOffline
source: Go offline
de: Offline gehen
es: Salir de línea

# commonGoOnline
source: Go online
de: Online gehen
es: Ir en línea

# commonNoInternet
source: No internet connection.
de: Keine Internetverbindung.
es: Sin conexión a internet.

# commonOrigin
source: Origin
de: Startpunkt
es: Origen

# commonSave
source: Save
de: Speichern

# commonUnknownError
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido

# description
source: The best way to travel with trufis, micros and buses through {cityName}.
de: Der beste Weg mit Trufis, Mikros und Bussen durch {cityName} zu reisen.
es: La mejor forma de viajar con trufis, micros y buses a través de Cochabamba.

source: Donate
de: Spenden

# errorAmbiguousDestination
source: The trip planner is unsure of the location you want to go to. Please select from the following options, or be more specific.
de: Der Reiseplaner weiß nicht genau, zu welchem Ort Sie fahren möchten. Bitte wählen Sie aus den folgenden Optionen eine aus oder geben Sie eine genauere Beschreibung an.
es: El planificador de rutas no está seguro de su destino. Por favor, seleccione una de las siguientes opciones o introduzca un destino más exacto.

# errorAmbiguousOrigin
source: The trip planner is unsure of the location you want to start from. Please select from the following options, or be more specific.
de: Der Reiseplaner weiß nicht genau, von welchem Ort aus Sie starten möchten. Bitte wählen Sie aus den folgenden Optionen eine aus oder geben Sie eine genauere Beschreibung an.
es: El planificador de rutas no está seguro de su origen. Por favor, seleccione una de las siguientes opciones o introduzca un origen más exacto.

# errorAmbiguousOriginDestination
source: Both origin and destination are ambiguous. Please select from the following options, or be more specific.
de: Der Startpunkt und das Ziel sind unklar. Bitte wählen Sie aus den folgenden Optionen eine aus oder geben Sie eine genauere Beschreibung an.
es: Origen y destino son ambiguos. Por favor, seleccione una de las siguientes opciones o introduzca un destino más exacto.

# errorEmailFeedback
source: Could not open mail feedback app, the URL or email is incorrect
de: Die Feedback App konnte nicht geöffnet werden, die URL oder die E-Mail ist nicht korrekt.

# errorNoBarrierFree
source: Both origin and destination are not wheelchair accessible
de: Der Startpunkt und das Ziel sind nicht für Rollstuhlfahrer zugänglich.
es: Origen y destino no son accesibles a silla de ruedas.

# errorNoTransitTimes
source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
de: Keine Abfahrtszeiten verfügbar. Das Datum liegt eventuell zu weit in der Vergangenheit oder der Zukunft oder es gibt keinen Transitservice zu dem von Ihnen gewählten Zeitpunkt.
es: No hay tiempos de tránsito disponibles. La información podría no ser válida para la fecha actual o no hay rutas disponibles para su viaje.

# errorOutOfBoundary
source: Trip is not possible. You might be trying to plan a trip outside the map data boundary.
de: Dieser Trip ist nicht möglich. Sie versuchen möglicherweise eine Reise außerhalb der verfügbaren Kartendaten zu planen.
es: Viaje no disponible. Puede que esté intentando planificar un viaje fuera de los límites disponibles.

# errorPathNotFound
source: Trip is not possible. Your start or end point might not be safely accessible (for instance, you might be starting on a residential street connected only to a highway).
de: Dieser Trip ist nicht möglich. Ihr Start- oder Endpunkt ist möglicherweise nicht sicher zugänglich (dies ist beispielsweise der Fall, wenn Sie sich in einer Wohnstraße befinden, die nur mit einer Autobahn verbunden ist).
es: Viaje no disponible. Su punto de origen y/o destino pueden no ser seguros. Seleccione un inicio y final en calles residenciales.

# errorServerCanNotHandleRequest
source: The request has errors that the server is not willing or able to process.
de: Die Anfrage enthält Fehler, die der Server nicht verarbeiten kann.
es: La solicitud tiene errores que el servidor no puede procesar.

# errorServerTimeout
source: The trip planner is taking way too long to process your request. Please try again later.
de: Das Bearbeiten ihrer Anfrage dauert zu lange. Bitte versuchen Sie es später erneut.
es: El planificador de rutas está tardando demasiado. Por favor, inténtelo más tarde.

# errorServerUnavailable
source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
de: Es tut uns leid. Der Reiseplaner ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
es: Lo sentimos. El planificador de ruta está fuera de servicio temporalmente. Inténtelo más tarde.

# errorTrivialDistance
source: Origin is within a trivial distance of the destination.
de: Der Startpunkt liegt in einer trivialen Entfernung zum Ziel.
es: Origen y destino están demasiado cerca.

# errorUnknownDestination
source: Destination is unknown. Can you be a bit more descriptive?
de: Das Ziel ist unbekannt. Können Sie ein bisschen genauer sein?
es: Destino desconocido. ¿Podría ser un poco más preciso?

# errorUnknownOrigin
source: Origin is unknown. Can you be a bit more descriptive?
de: Der Startpunkt ist unbekannt. Können Sie ein bisschen genauer sein?
es: Origen desconocido. ¿Podría ser un poco más preciso?

# errorUnknownOriginDestination
source: Both origin and destination are unknown. Can you be a bit more descriptive?
de: Startpunkt und Ziel sind unbekannt. Können Sie ein bisschen genauer sein?
es: Origen y destino desconocidos ¿Podría ser un poco más preciso?

# feedbackContent
source: Do you have suggestions for our app or found some errors in the data? We would love to hear from you! Please make sure to add your email address or telephone, so we can respond to you.
de: Haben Sie Vorschläge für unsere App oder haben Sie Fehler in den Daten gefunden? Wir würden gerne von Ihnen hören! Bitte geben Sie Ihre E-Mail-Adresse oder Ihre Telefonnummer an, damit wir Ihnen antworten können.
es: ¿Tiene sugerencias para nuestra aplicación o ha encontrado algunos errores en los datos? Nos encantaría saberlo! Asegúrese de agregar su dirección de correo electrónico o teléfono para que podamos responderlo.

# feedbackTitle
source: Please e-mail us
de: E-Mail senden
es: Envíanos un correo electrónico

# followOnFacebook
source: Follow us on Facebook
de: Folge uns auf Facebook

# followOnInstagram
source: Follow us on Instagram
de: Folge uns auf Instagram

# followOnTwitter
source: Follow us on Twitter
de: Folge uns auf Twitter

# instructionJunction
source: {street1} and {street2}
de: {street1} und {street2}

# instructionRide
source: Ride {vehicle} for {duration} ({distance}) to {location}
de: Fahren Sie mit {vehicle} {duration} ({distance}) bis {location}
es: Tomar {vehicle} por {duration} ({distance}) hasta {location}

# instructionVehicleBus
source: Bus
de: dem Bus

# instructionVehicleCar
source: Car
de: dem Auto
es: Coche

# instructionVehicleGondola
source: Gondola
de: der Gondel
es: Góndola

# instructionVehicleLightRail
source: Light Rail Train
de: Stadtbahn

# instructionVehicleMicro
source: Micro
de: dem Micro

# instructionVehicleMinibus
source: Minibus
de: dem Minibus

# instructionVehicleTrufi
source: Trufi
de: der Trufi

# instructionWalk
source: Walk {duration} ({distance}) to {location}
de: Gehen Sie {duration} ({distance}) bis {location}
es: Caminar {duration} ({distance}) hasta {location}

# mapTypeLabel
source: Map Type
de: Kartentyp

# mapTypeSatelliteCaption
source: Satellite
de: Satellit

# mapTypeStreetsCaption
source: Streets
de: Straßen

# menuAbout
source: About
de: Über
es: Acerca

# menuAppReview
source: Rate the app
de: App bewerten
es: Valora la aplicación

# menuConnections
source: Show routes
de: Verbindungen
es: Muestra rutas

# menuFeedback
source: Send Feedback
de: Feedback
es: Enviar comentarios

# menuShareApp
source: Share the app
de: App weiterempfehlen

# menuYourPlaces
source: Your places
de: Deine Plätze
es: Tus lugares

# noRouteError
source: Sorry, we could not find a route. What do you want to do?
de: Wir konnten leider keine Route finden. Was möchten Sie tun?
es: Lo sentimos, no pudimos encontrar una ruta. ¿Qué quiere hacer?

# noRouteErrorActionCancel
source: Try another destination
de: Anderes Ziel auswählen
es: Prueba con otro destino

# noRouteErrorActionReportMissingRoute
source: Report a missing route
de: Fehlende Route melden
es: Reportar una ruta faltante

# noRouteErrorActionShowCarRoute
source: Show route by car
de: Auto Route anzeigen
es: Mostrar ruta en auto

source: Read our blog
de: Lies in unserem Blog

# savedPlacesEnterNameTitle
source: Enter name
de: Name eingeben

# savedPlacesRemoveLabel
source: Remove place
de: Platz entfernen

# savedPlacesSelectIconTitle
source: Select symbol
de: Symbol auswählen

# savedPlacesSetIconLabel
source: Change symbol
de: Symbol auswählen

# savedPlacesSetNameLabel
source: Edit name
de: Namen bearbeiten

# savedPlacesSetPositionLabel
source: Edit position
de: Position bearbeiten

# searchFailLoadingPlan
source: Failed to load plan.
de: Fehler beim Laden des Plans.
es: Error al cargar el itinerario.

# searchHintDestination
source: Choose destination
de: Ziel auswählen
es: Seleccione destino

# searchHintOrigin
source: Choose starting point
de: Start auswählen
es: Seleccione punto de origen

# searchItemChooseOnMap
source: Choose on map
de: Auf der Karte auswählen
es: Seleccionar en el mapa

# searchItemNoResults
source: No results
de: Keine Ergebnisse
es: Ningún resultado

# searchItemYourLocation
source: Your location
de: Ihr Standort
es: Su ubicación

# searchMapMarker
source: Map Marker
de: Kartenmarkierung
es: Posición en el Mapa

# searchPleaseSelectDestination
source: Select destination
de: Ziel auswählen
es: Seleccione destino

# searchPleaseSelectOrigin
source: Select origin
de: Startpunkt auswählen
es: Seleccione origen

# searchTitleFavorites
source: Favorites
de: Favoriten
es: Favoritos

# searchTitlePlaces
source: Places
de: Orte
es: Lugares

# searchTitleRecent
source: Recent
de: Zuletzt gesucht
es: Recientes

# searchTitleResults
source: Search Results
de: Suchergebnisse
es: Resultados de búsqueda

# shareAppText
source: Download {appTitle}, the public transport app for {cityName}, at {url}
de: Hol' dir die {appTitle}, die App für den öffentlichen Nahverkehr in {cityName}, auf {url}

# tagline
source: Public transportation in {city}
de: Öffentliche Verkehrsmittel in {city}
es: Transporte público en Cochabamba

# teamContent
source: We are an international team called Trufi Association that has created this app with the help of many volunteers! Do you want to improve the Trufi App and be part of our team? Please contact us via:
de: Wir sind ein internationales Team mit dem Namen Trufi Association, das diese App mithilfe vieler Freiwilliger erstellt hat! Möchtest du mithelfen, die Trufi App zu verbessern und Teil unseres Teams sein? Bitte kontaktiere uns über:
es: Somos un equipo internacional llamado Trufi Association y hemos desarrollado esta app con la ayuda de muchos voluntarios. ¿Quieres mejorar la Trufi App y ser parte de nuestro equipo? Contáctanos a:

# teamSectionRepresentatives
source: Representatives: {representatives}
de: Vertreter: {representatives}
es: Representantes: {representatives}

# teamSectionRoutes
source: Routes: {routeContributors} and all users that uploaded routes to OpenStreetMap, such as {osmContributors}. Contact us if you want to join the OpenStreetMap community!
de: Routen: {routeContributors} und alle Benutzer, die Routen zu OpenStreetMap hochgeladen haben, z. B. {osmContributors}. Kontaktieren Sie uns, wenn Sie der OpenStreetMap-Community beitreten möchten!
es: Rutas: {routeContributors} y todos los usuarios que subieron rutas a OpenStreetMap, como {osmContributors}. ¡Contáctanos si quieres unirte a la comunidad OpenStreetMap!

# teamSectionTranslations
source: Translations: {translators}
de: Übersetzungen: {translators}
es: Traducciones: {translators}

# commonOK
source: OK
es: Aceptar

# menuOnline
source: Online
es: En línea

# menuTeam
source: Team
es: Sobre el equipo

# teamSectionTeam
source: Team: {teamMembers}
es: Equipo: {teamMembers}

# version
source: Version {version}
es: Versión {version}
